{
    "anti_cheat_detected": "Esta opción está detectada por el sistema anti-trampas del juego. Otros jugadores pueden que te vean con la etiqueta de TRAMPOSO y puede que seas expulsado automaticamente de la partida si no eres el anfitrión. Todo volverá a la normalidad cuando desactives todas esas opciónes.",
    "bug": "Esta opción contiene errores y puede que no funcione correctamente, bloquee objetivos o cierre el juego.",
    "client": "Algunas opciones no estarán disponibles porque no eres el anfitrión de la partida.",
    "connection_failed": "La conexión al server ha fallado. Verifica el anfitrión y el puerto y asegúrate de que el juego esté ejecutandose.",
    "driving_help": "Selecciona los vehículos a cargar y luego reinicia la partida. Los tiempos de carga serán extendidos. En algunos casos, si tienes demaciados vehículos seleccionados, puede que el juego se cierre tras entrar al atraco. Si esto pasa, reduce el número de vehículos para cargar simulaneamente y reinicia el juego. Otros jugadores no verán tu vehículos.",
    "build_help": "En partida, puedes seleccionar, spawnear y eliminar cualquier unidad tras presionar el atajo correspondiente que hayas configurado en los atajos de mods. Las unidades que tengan un controno verde serán visibles para otros jugadores mientras que las que tengan un contorno naranja no lo serán.",
    "game_crash_log_recovery_failed": "No se ha podido recuperar el crash log del juego.",
    "game_restart_required": "Esta opción require un reinicio del juego para aplicar cambios.",
    "report_a_bug": "Puedes reportar un error o sugerir nuevas caracteristicas tras seguir uno de los siguientes enlaces (en caso de reportar un crash, no olvides incluir el crash log de tu juego en tu mensaje):",
    "spawn_help": "Selecciona una unidad y luego spawneala en partida presionando el atajo configurado en las opciones de atajos del mod.",
    "support_us": "Te gusta Ultimate Trainer 6? Es grátis y de código abierto! La mejor forma de apoyarnos es dandonos una estrella en GitHub!<br><br>Simplemente presiona en el botón de abajo y luego en el botón con la \"Estrella\":",
    "update_available": "Hay una actualización disponible. Instálala para tomar ventaja de las últimas caracteristicas y arreglos de bugs.",
    "vehicle_loading_crash": "La carga de vehículos está activa, los tiempos de carga serán extendidos y tu juego puede que se cierre cuanto entres a un atraco si has seleccionado demaciados vehículos.",
    "bag_spawn_crash": "If someone picks up a bag that is not supposed to exist in this mission, the game of other players could crash.",
    "no_keybinds": "You haven't yet defined a Keybind. Press the + button to add a first one.",
    "set_spawn_keybind": "You haven't yet set the key to spawn the units. Go to the \"Keybinds\" tab, press the + button, select the \"Spawn\" category and action, choose a key and press \"Add\" button.",
    "keys_info": "Please note the keys are based on a US keyboard.",
    "code_not_saved_confirm": "You have not saved your code, your modifications will be lost. Are you sure you want to leave the page?",
    "delete_addon_confirm": "Are you sure you want to delete this addon?",
    "no_addons": "You haven't yet created an Addon. Press the + button to add a first one.",
    "hook_id_allowed_characters": "Lowercase alphanumeric characters, slashes and underscores."
}
