{
    "anti_cheat_detected": "Bu özellik oyunun anti hilesi tarafından tespit edilmektedir. Diğer oyuncular sizi CHEATER etiketiyle görebilir ve sunucu değilseniz otomatik olarak lobilerden atılabilirsiniz. Tüm bu özellikleri devre dışı bıraktığınızda her şey normale dönecektir.",
    "bag_spawn_crash": "Birisi bu görevde olmaması gereken bir çantayı alırsa diğer oyuncuların oyunu çökebilir.",
    "bug": "Bu özellik hatalar içerir ve düzgün çalışmayabilir, hedefleri engelleyemez veya oyunu çökertebilir.",
    "build_help": "Oyunda, oyun modlarının tuş atama ayarlarında yapılandırılan ilgili tuş atamasına basarak herhangi bir birimi seçebilir, oluşturabilir ve silebilirsiniz. Yeşil çerçeveli olarak ortaya çıkan birimler diğer oyuncular tarafından görülebilecek, turuncu çerçeveli olanlar ise göremeyecektir.",
    "client": "Oyunun müşterisi olduğunuz için bazı özellikler kullanılamayacaktır.",
    "code_not_saved_confirm": "Kodunuzu kaydetmediniz, yaptığınız değişiklikler kaybolacak. Sayfadan ayrılmak istediğinizden emin misiniz?",
    "connection_failed": "Sunucuyla bağlantı başarısız oldu. Ana bilgisayarı ve bağlantı noktasını kontrol edin ve oyunun çalıştığından emin olun.",
    "custom_keys_info": "Özel anahtarları etkinleştirdiniz. Bunu yalnızca anahtarınızı listede bulamadıysanız kullanın.",
    "delete_addon_confirm": "Bu eklentiyi silmek istediğinizden emin misiniz?",
    "driving_help": "Yüklenecek araçları seçin ve oyunu yeniden başlatın. Yükleme süresi uzayacaktır. Bazı durumlarda eğer çok fazla araç seçmişseniz soyguna girerken oyununuz çökebilir. Böyle bir durumda aynı anda yüklenecek araç sayısını azaltın ve oyunu yeniden başlatın. Diğer oyuncular araçlarınızı görmeyecek.",
    "game_crash_log_recovery_failed": "Oyunun kilitlenme günlüğü kurtarılamadı.",
    "game_restart_required": "Bu özellik, değişikliklerin uygulanması için oyunun yeniden başlatılmasını gerektirir.",
    "hook_id_allowed_characters": "Küçük harf alfanümerik karakterler, eğik çizgiler ve alt çizgiler.",
    "keys_info": "Lütfen tuşların ABD klavyesini temel aldığını unutmayın.",
    "no_addons": "Henüz bir Eklenti oluşturmadınız. İlkini eklemek için + düğmesine basın.",
    "no_keybinds": "Henüz bir Tuş ataması tanımlamadınız. İlkini eklemek için + düğmesine basın.",
    "report_a_bug": "Aşağıdaki bağlantılardan birini takip ederek bir hatayı bildirebilir veya yeni bir özellik önerebilirsiniz (bir kilitlenme durumunda, oyununuzun kilitlenme günlüğünü mesajınıza eklemeyi unutmayın):",
    "set_spawn_keybind": "Birimlerin ortaya çıkmasını sağlayacak anahtarı henüz ayarlamadınız. \"Tuş Bağlamaları\" sekmesine gidin, + düğmesine basın, \"Doğma\" kategorisini ve eylemini seçin, bir anahtar seçin ve \"Ekle\" düğmesine basın.",
    "spawn_help": "Bir birim seçin ve oyun modlarının tuş atama ayarlarında yapılandırılan ilgili tuş atamasına basarak onu oyun içinde oluşturun.",
    "support_us": "Ultimate Trainer 6'yı beğendiniz mi? Ücretsiz ve açık kaynaklı bir yazılımdır! Bizi desteklemenin en iyi yolu bize ücretsiz bir GitHub yıldızı vermektir!<br><br>Aşağıdaki düğmeyi ve ardından \"stars\" düğmesini tıklamanız yeterlidir:",
    "update_available": "Bir güncelleme mevcut. En son özelliklerden ve hata düzeltmelerinden yararlanmak için yükleyin.",
    "vehicle_loading_crash": "Araç yükleme etkinleştirildi, çok fazla araç seçerseniz yükleme süreleri uzayacak ve soyguna girdiğinizde oyununuz çökebilir."
}
