{
    "anti_cheat_detected": "This feature is detected by the game's anti cheat. Other players may see you with the CHEATER tag and you may be automatically kicked from lobbies if you are not the host. Everything will be back to normal when you disable all these features.",
    "bag_spawn_crash": "If someone picks up a bag that is not supposed to exist in this mission, the game of other players could crash.",
    "bug": "This feature contains bugs and may not work properly, block objectives or crash the game.",
    "build_help": "In game, you can pick, spawn, delete any unit by pressing the corresponding keybind configured in the game mods keybinds settings. Spawned units with a green outline will be visible to other players while those with an orange outline will not.",
    "client": "Some features will not be available because you are client of the game.",
    "connection_failed": "The connection to the server failed. Check the host and port and make sure the game is running.",
    "driving_help": "Select the vehicles to load then restart the game. The loading time will be extended. In some cases, if you have selected too many vehicles, your game may crash when entering the heist. If this happens, reduce the number of vehicles to load simultaneously and restart the game. Other players will not see your vehicles.",
    "game_crash_log_recovery_failed": "Failed to recover the game crash log.",
    "game_restart_required": "This feature requires restarting the game to apply changes.",
    "report_a_bug": "You can report a bug or suggest a new feature by following one of the following links (in the case of a crash, don't forget to include your game's crash log in your message):",
    "spawn_help": "Select a unit then spawn it in-game by pressing the corresponding keybind configured in the game mods keybinds settings.",
    "support_us": "Do you like Ultimate Trainer 6? It's free and open source software! The best way to support us is to give us a free GitHub star!<br><br>Simply click on the button below and then on the \"Star\" button:",
    "update_available": "An update is available. Install it to take advantage of the latest features and bug fixes.",
    "vehicle_loading_crash": "Vehicle loading is enabled, loading times will be extended and your game may crash when entering a heist if you have selected too many vehicles."
}
