{
    "anti_cheat_detected": "Цю функцію виявляє античіт гри. Інші гравці можуть побачити вас з міткою CHEATER, і вас можуть автоматично вигнати з лобі, якщо ви не є ведучим. Все повернеться до нормального стану, коли ви вимкнете всі ці функції.",
    "bag_spawn_crash": "Якщо хтось підніме сумку, яка не повинна існувати у даній місії, то гра інших гравців може крашнутись.",
    "bug": "Ця функція містить помилки і може не працювати належним чином, блокувати цілі або викликати краш.",
    "build_help": "У грі ви можете вибрати, створити, видалити будь-яку одиницю, натиснувши відповідну комбінацію клавіш, налаштовану в налаштуваннях ігрових модів. Створені юніти з зеленим контуром будуть видимі іншим гравцям, а з помаранчевим - ні.",
    "client": "Деякі функції будуть недоступні, оскільки ви є клієнтом гри.",
    "connection_failed": "Не вдалося з'єднатися з сервером. Перевірте хост і порт та переконайтеся, що гра запущена.",
    "driving_help": "Виберіть транспортні засоби для завантаження і перезапустіть гру. Час завантаження збільшиться. У деяких випадках, якщо ви вибрали занадто багато транспортних засобів, гра може крашнутися при вході в зону пограбування. Якщо це сталося, зменшіть кількість транспортних засобів для одночасного завантаження і перезапустіть гру. Інші гравці не побачать ваші машини. ",
    "game_crash_log_recovery_failed": "Не вдалося відновити журнал крашів гри.",
    "game_restart_required": "Ця функція вимагає перезапуску гри, щоб застосувати зміни.",
    "keys_info": "Будь ласка, зверніть увагу, що клавіші базовані на клавіатурі з латинськими клавішами.",
    "no_keybinds": "Ви ще не створили жодної комбінації клавіш. Натисніть \"+\", щоб створити.",
    "report_a_bug": "Ви можете повідомити про помилку або запропонувати нову функцію, перейшовши за одним з наступних посилань (у випадку крашу гри не забудьте додати до повідомлення лог-файл крашу гри):",
    "set_spawn_keybind": "Ви ще не створили гарячу клавішу для породження об'єктів. Направляйтесь до вкладки \"Гарячі клавіші\" та нажміть на \"+\", виберіть категорію \"Породити\" та \"Дія\", виберіть клавішу \"Додати\".",
    "spawn_help": "Виберіть юніта і створіть його в грі, натиснувши відповідну комбінацію клавіш, налаштовану в налаштуваннях ігрового мода.",
    "support_us": "Вам подобається Ultimate Trainer 6? Це безкоштовне програмне забезпечення з відкритим кодом! Найкращий спосіб підтримати нас — подарувати нам безкоштовну зірку GitHub!<br><br>Просто натисніть кнопку нижче, а потім кнопку \"Star\":",
    "update_available": "Доступне оновлення. Встановіть його, щоб скористатися найновішими функціями та виправленнями помилок.",
    "vehicle_loading_crash": "Завантаження транспортних засобів увімкнено, час завантаження збільшиться, і ваша гра може крашнутись під час пограбування, якщо ви вибрали занадто багато транспортних засобів.",
    "code_not_saved_confirm": "You have not saved your code, your modifications will be lost. Are you sure you want to leave the page?",
    "delete_addon_confirm": "Are you sure you want to delete this addon?",
    "no_addons": "You haven't yet created an Addon. Press the \"+\" button to add a first one.",
    "hook_id_allowed_characters": "Lowercase alphanumeric characters and slashes."
}
