{
    "anti_cheat_detected": "Цю функцію виявляє античит гри. Інші гравці можуть побачити вас з міткою CHEATER, і вас можуть автоматично вигнати з лобі, якщо ви не є ведучим. Все повернеться до нормального стану, коли ви вимкнете всі ці функції.",
    "bug": "Ця функція містить помилки і може не працювати належним чином, блокувати цілі або викликати сбій у грі.",
    "client": "Деякі функції будуть недоступні, оскільки ви є клієнтом гри.",
    "connection_failed": "Не вдалося з'єднатися з сервером. Перевірте хост і порт та переконайтеся, що гра запущена.",
    "driving_help": "Виберіть транспортні засоби для завантаження і перезапустіть гру. Час завантаження збільшиться. У деяких випадках, якщо ви вибрали занадто багато транспортних засобів, гра може вийти з ладу при вході в зону пограбування. Якщо це сталося, зменшіть кількість транспортних засобів для одночасного завантаження і перезапустіть гру. Інші гравці не побачать ваші машини. ",
    "build_help": "У грі ви можете вибрати, створити, видалити будь-яку одиницю, натиснувши відповідну комбінацію клавіш, налаштовану в налаштуваннях ігрових модів. Створені юніти з зеленим контуром будуть видимі іншим гравцям, а з помаранчевим - ні.",
    "game_crash_log_recovery_failed": "Не вдалося відновити журнал збоїв гри.",
    "game_restart_required": "Ця функція вимагає перезапуску гри, щоб застосувати зміни.",
    "report_a_bug": "Ви можете повідомити про помилку або запропонувати нову функцію, перейшовши за одним з наступних посилань (у випадку аварійного завершення гри не забудьте додати до повідомлення лог-файл аварійного завершення гри):",
    "spawn_help": "Виберіть юніта і створіть його в грі, натиснувши відповідну комбінацію клавіш, налаштовану в налаштуваннях ігрового мода.",
    "support_us": "Вам подобається Ultimate Trainer 6? Це безкоштовне програмне забезпечення з відкритим кодом! Найкращий спосіб підтримати нас — подарувати нам безкоштовну зірку GitHub!<br><br>Просто натисніть кнопку нижче, а потім кнопку \"Star\":",
    "update_available": "Доступне оновлення. Встановіть його, щоб скористатися найновішими функціями та виправленнями помилок.",
    "vehicle_loading_crash": "Завантаження транспортних засобів увімкнено, час завантаження збільшиться, і ваша гра може вийти з ладу під час пограбування, якщо ви вибрали занадто багато транспортних засобів.",
    "bag_spawn_crash": "If someone picks up a bag that is not supposed to exist in this mission, the game of other players could crash.",
    "no_keybinds": "You haven't yet defined a Keybind. Press the \"+\" button to add a first one.",
    "set_spawn_keybind": "You haven't yet set the key to spawn the units. Go to the \"Keybinds\" tab, press the \"+\" button, select the \"Spawn\" category and action, choose a key and press \"Add\" button.",
    "keys_info": "Please note the keys are based on a US keyboard."
}
