{
    "anti_cheat_detected": "Această caracteristică este detectată de anti-cheat-ul jocului. Alți jucători te pot vedea cu eticheta de CHEATER și poți fi automat dat afară din lobby dacă nu ești gazda. Totul va reveni la normal când dezactivați toate aceste funcții.",
    "bug": "Această funcție conține buguri și este posibil să nu funcționeze corect, să blocheze obiectivele sau să blocheze jocul.",
    "client": "Unele funcții nu vor fi disponibile deoarece sunteți clientul jocului.",
    "connection_failed": "Conexiunea la server a eșuat. Verificați gazda și portul și asigurați-vă că jocul rulează.",
    "driving_help": "Selectați vehiculele de încărcat, apoi reporniți jocul. Timpul de încărcare va fi prelungit. În unele cazuri, dacă ați selectat prea multe vehicule, jocul se poate prăbuși atunci când intri în jaf. Dacă se întâmplă acest lucru, reduceți numărul de vehicule de încărcat simultan și reporniți jocul. Alți jucători nu vă vor vedea vehiculele.",
    "build_help": "În joc, puteți alege, genera și șterge orice unitate apăsând combinația de taste corespunzătoare configurată în setările de combinații de taste ale modurilor de joc. Unitățile generate cu un contur verde vor fi vizibile pentru alți jucători, în timp ce cele cu un contur portocaliu nu vor fi vizibile.",
    "game_crash_log_recovery_failed": "Recuperare a jurnalului de erori al jocului eșuată.",
    "game_restart_required": "Această funcție cere repornirea jocului să aplice schimbările.",
    "report_a_bug": "Puteți raporta un bug sau sugera o funcție nouă urmând unul dintre următoarele linkuri (în cazul unui accident, nu uita să incluzi jurnalul de erori al jocului în mesajul tau):",
    "spawn_help": "Selectați o unitate, apoi creați-o în joc, apăsând combinația de taste corespunzătoare configurată în setările de legături de taste ale modurilor de joc.",
    "support_us": "Îți place Ultimate Trainer 6? Este gratis și este un software cu sursa deschisă! Cea mai bună cale de a ne ajuta este să ne dai o stea gratis pe GitHub!<br><br>Pur și simplu faceți clic pe butonul de mai jos și apoi pe butonul \"Star\"",
    "update_available": "O actualizare este disponibilă. Instalaț-o sa luați avantaj de ultimele funcții si fixări de buguri.",
    "vehicle_loading_crash": "Încărcarea vehiculelor este activată, timpul de încărcare va fi prelungit și jocul tău se poate bloca când intrați într-un jaf dacă ați selectat prea multe vehicule.",
    "bag_spawn_crash": "If someone picks up a bag that is not supposed to exist in this mission, the game of other players could crash.",
    "no_keybinds": "You haven't yet defined a Keybind. Press the \"+\" button to add a first one.",
    "set_spawn_keybind": "You haven't yet set the key to spawn the units. Go to the \"Keybinds\" tab, press the \"+\" button, select the \"Spawn\" category and action, choose a key and press \"Add\" button.",
    "keys_info": "Please note the keys are based on a US keyboard.",
    "code_not_saved_confirm": "You have not saved your code, your modifications will be lost. Are you sure you want to leave the page?",
    "delete_addon_confirm": "Are you sure you want to delete this addon?",
    "no_addons": "You haven't yet created an Addon. Press the \"+\" button to add a first one.",
    "hook_id_allowed_characters": "Lowercase alphanumeric characters, slashes and underscores."
}
